{
    "lastname": "ROUAIX",
    "firstname": "Daniel",
    "dob": "1962-10-25",
    "bio": "<p class=\"ql-align-justify\">Artiste et professionnel de l'informatique<\/p><p class=\"ql-align-justify\">Né en 1962 dans le sud-est de la France.<\/p><p class=\"ql-align-justify\">Daniel ROUAIX a développé dès son jeune âge une passion pour l'image et la technologie.<\/p><p class=\"ql-align-justify\"><br><\/p><p class=\"ql-align-justify\">Il a mené une carrière dans le secteur informatique, notamment en tant que développeur Php chez Altaï Travel. Cette expertise technique a naturellement nourri sa pratique artistique, créant une synergie entre ses compétences professionnelles et sa démarche créative.<\/p><p class=\"ql-align-justify\"><br><\/p><p class=\"ql-align-justify\">Parcours artistique Au début des années 1980, il commence par la photographie. En 1986, il découvre les arts numériques et le traitement d'images, qu'il utilise pour représenter sa \"Vision Intérieure\". Perfectionniste, il poursuit ces recherches pendant plus d'une décennie avant de montrer son travail dans les années 90.<\/p><p class=\"ql-align-justify\">En 1999, sa rencontre avec le peintre-écrivain Marc FERRERO marque un tournant&nbsp;dans son œuvre.<\/p><p class=\"ql-align-justify\">Ensemble, ils créent le roman graphique \"Il était une fois la Comitive\", où Daniel réalise une recherche infographique sur les toiles de Marc FERRERO. Cette collaboration le rapproche de la peinture et l'amène à développer de nouvelles formes d'art pictural.<\/p><p class=\"ql-align-justify\"><br><\/p><p class=\"ql-align-justify\">En 2001, Peugeot Motocycles lui confie la réalisation de la présentation de leur stand au salon mondial du deux-roues à Paris.<\/p><p class=\"ql-align-justify\">Il présente ses œuvres sur Artmajeur depuis 2003.<\/p><p class=\"ql-align-justify\"><br><\/p><p class=\"ql-align-justify\">Daniel ROUAIX incarne ainsi une double identité professionnelle, alliant compétences techniques en informatique et création artistique numérique.<\/p>"
}